<template>
	<view class="agreeConetn">
		<view class="infor">
			特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。			特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。			特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。特别提醒：在您确认同意本协议之前，请您事先了解本协议条款的全部内容。在您仔细阅协议之后，只要您点同意，就表示您同意成为信息服务平，您与本平台之间签订的契约具有合同的法律效力，请您仔细阅读。
		</view>
		<view class="agreeFooter">
			<view class="btnUi" @click="$f.jump('/pages1/agree/infor')">我已阅读并同意以上协议</view>
		</view>
	</view>
</template>

<script>
</script>

<style lang="scss">
	.agreeConetn{
		.infor{
			padding:20rpx;
			color:#666666;
			margin-bottom:130rpx;
		}
		.agreeFooter{
			position:fixed;
			bottom:0;
			padding:20rpx;
			background-color: #fff;
			.btnUi{
				width: 700rpx;
				height: 100rpx;
				line-height:100rpx;
				background: #106DF7;
				border-radius: 15rpx;
				text-align: center;
				color:#fff;
			}
		
		}
	}
</style>
